{
  "تحية عسكرية": "يبدأ الشخص الفيديو برفع يده اليمنى نحو الجانب الأيمن من الرأس. تكون كف اليد مفتوحة تماماً مع تلاصق الأصابع وامتدادها، حيث يلامس طرف السبابة جانب الجبهة (منطقة الصدغ الأيمن) في وضعية تشبه التحية العسكرية.\n\nبعد لحظة قصيرة، تتحرك اليد اليمنى والذراع مباشرة إلى أسفل وبسرعة متوسطة حتى تعود إلى جانب الجسم، بينما تظل اليد اليسرى ثابتة وممدودة بجانب الجسم طوال فترة الحركة.\n\nخلال تنفيذ حركة اليد نحو الرأس، تظهر حركة طفيفة في الكتف الأيمن والمرفق لتسهيل وصول اليد إلى الجبهة، مع بقاء الرأس والجذع في وضع مستقيم ومواجه للأمام طوال المقطع. ينتهي الفيديو بعودة الشخص إلى وضعية الوقوف المحايدة واليدين بجانب الجسم.",
  "من فضلك": "إليك وصف دقيق للحركة الظاهرة في الفيديو، مُرتبة بالتسلسل الزمني لتحاكيها بدقة:\n\n**1. وضعية البداية:**\n*   توضع اليد اليمنى أمام الوجه مباشرة.\n*   تكون كف اليد مفتوحة والأصابع الأربعة (السبابة، الوسطى، البنصر، الخنصر) ممدودة ومنضمة لبعضها البعض، بينما يكون الإبهام مطوياً قليلاً نحو الراحة.\n*   تستقر أطراف الأصابع على منطقة الفم أو أسفل الأنف قليلاً، بحيث تكون الكف موجهة نحو الداخل (باتجاه الوجه).\n\n**2. تسلسل الحركة:**\n*   **المرحلة الأولى (دفع اليد):** تتحرك اليد اليمنى من أمام الفم إلى الأمام (مبتعدة عن الوجه) في خط مستقيم مائل قليلاً نحو الأسفل.\n*   **المرحلة الثانية (تغيير شكل اليد):** أثناء ابتعاد اليد، تنثني الأصابع تدريجياً لتتحول اليد من وضعية \"الكف المفتوح\" إلى وضعية \"القبضة شبه المغلقة\"، حيث يلمس طرف الإبهام طرف السبابة أو يطوى فوقها.\n*   **المرحلة الثالثة (الاستقرار):** تنتهي الحركة واليد مستقرة في منطقة منتصف الصدر، بعيدة عن الجسم بمسافة قصيرة.\n\n**3. حركة الرأس والجسم والذراع:**\n*   **الرأس:** في بداية الحركة، يميل الرأس قليلاً إلى الخلف والجهة اليسرى، ثم يعتدل مع تقدم اليد للأمام.\n*   **الذراع:** يتحرك الساعد بشكل مفصلي من المرفق ليدفع الكف بعيداً عن الوجه.\n*   **الكتف:** يظل الكتف ثابتاً نسبياً مع ميلان طفيف يتناسب مع حركة الذراع.\n\n**4. السرعة والتكرار:**\n*   تؤدى الحركة لمرة واحدة وبسرعة متوسطة وانسيابية؛ تبدأ الحركة من الوجه سريعة قليلاً ثم تهدأ عند استقرارها أمام الصدر.",
  "مع بعض": "إليك وصف دقيق للحركات الجسدية الظاهرة في الفيديو، مرتبة بتسلسل زمني من البداية وحتى النهاية:\n\n**1. وضعية البداية:**\n*   **اليدان:** متباعدتان، مرفوعتان بمستوى الأكتاف.\n*   **شكل الكف:** الكفان مفتوحان بوضعية \"شبه مقعرة\"، حيث تتجه راحة اليدين نحو الأعلى والداخل (باتجاه الوجه)، مع ضم الأصابع الأربعة وانفراج الإبهام قليلاً.\n*   **الذراعان:** مثنيتان عند المرفقين، والساعدان يتجهان للأعلى.\n\n**2. تسلسل الحركة الرئيسية:**\n*   تنخفض اليدان معاً في مسار مائل من الجانبين باتجاه منتصف الصدر.\n*   أثناء النزول، يدور المعصمان بحيث تتوجه راحة اليدين لتتقابلا وجهاً لوجه.\n*   **نقطة الالتقاء:** تلتقي اليدان أمام منتصف الصدر تماماً، بحيث تلتصق حواف الأصابع (من جهة الخنصر) ببعضها البعض، لتشكل اليدان معاً شكل \"رأس سهم\" أو زاوية تشير للأسفل.\n\n**3. حركة الرأس والجسم:**\n*   في بداية الحركة، يكون الرأس مائلاً قليلاً للخلف مع توجيه النظر للأعلى.\n*   مع حركة اليدين للأسفل نحو الصدر، يتحرك الرأس بالتزامن للأسفل ليعتدل النظر للأمام.\n*   يصاحب ذلك حركة طفيفة للكتفين، حيث يسترخيان وينخفضان قليلاً عند التقاء اليدين.\n\n**4. وضعية النهاية:**\n*   تستقر اليدان وهما ملتصقتان ببعضهما عند منطقة الصدر، والأصابع ممدودة وموجهة للأسفل بزاوية مائلة، بينما يظل المرفقان بعيدين قليلاً عن الجذع.\n\n**السرعة والتكرار:**\n*   الحركة تُؤدى مرة واحدة، ب وتيرة متوسطة ومنتظمة، تبدأ بانسيابية وتنتهي بثبات عند الصدر.",
  "مبارك": "إليك وصف دقيق للحركة الظاهرة في المقطع لغرض المحاكاة:\n\n**1. وضعية البداية:**\n*   توضع اليد اليمنى بجانب الرأس من الجهة اليمنى.\n*   تكون كف اليد مفتوحة تماماً، والأصابع الخمسة ممدودة ومتلاصقة ببعضها البعض.\n*   تتجه راحة اليد نحو السفل (باتجاه الأرض)، بينما يتجه جانب الإبهام نحو الجبهة.\n\n**2. موضع اليد بالنسبة للجسم:**\n*   تستقر أطراف الأصابع (السبابة والوسطى) عند الزاوية الخارجية للجبهة (فوق الحاجب الأيمن مباشرة).\n*   يكون الساعد مائلاً بزاوية حادة، والمرفق مرتفعاً قليلاً وإلى الخارج.\n\n**3. حركة اليد والذراع:**\n*   **الحركة:** تبدأ اليد بحركة دفع مائلة إلى الخارج وللأمام بعيداً عن الرأس.\n*   **الاتجاه:** تتحرك اليد من الجبهة باتجاه اليمين وللأمام قليلاً في مسار مستقيم.\n*   **تغيير الوضعية:** أثناء ابتعاد اليد عن الرأس، تظل الأصابع ممدودة، لكن ثبات الكف ينتقل من كونه موازياً للأرض ليصبح مائلاً قليلاً مع حركة الذراع.\n*   **النهاية:** تنتهي الحركة بذراع شبه ممدودة إلى الجانب الأيمن من الجسم، مع خفض اليد تدريجياً في نهاية المسار.\n\n**4. حركة الرأس والجسم:**\n*   يظل الرأس والجذع في حالة ثابتة ومستقيمة تماماً مواجهة للأمام.\n*   الكتف الأيسر والذراع اليسرى يبقيان في حالة استرخاء تام بجانب الجسم دون أي حركة.\n\n**5. تسلسل الحركة:**\n1. رفع اليد اليمنى بسرعة متوسطة ووضع أطراف الأصابع على جانب الجبهة.\n2. الثبات لجزء من الثانية في هذا الموضع.\n3. تحريك اليد بضربة خفيفة وسريعة إلى الخارج (جهة اليمين).\n4. خفض الذراع للعودة لوضعية الاسترخاء.",
  "شكرا": "تتكون هذه الإشارة من حركتين متتاليتين، وإليك وصفاً دقيقاً لتسلسل الحركات:\n\n**1. الإيماءة الأولى (عند منطقة الرأس):**\n*   **وضع اليد:** اليد اليمنى مفتوحة، الأبابة والوسطى والبنصر والخنصر ممدودة ومتلاصفة تماماً، والإبهام مطوي قليلاً للداخل باتجاه الراحة.\n*   **موضع اليد:** توضع حافة اليد الخارجية (جهة السبابة) عند زاوية الجبهة اليمنى فوق العين مباشرة.\n*   **الحركة:** تبدأ اليد من ملامسة الجبهة ثم تتحرك للأمام وللأعلى قليلاً بحركة قصيرة وسريعة وواحدة، كأنها \"تحية\".\n*   **حركة الرأس:** يميل الرأس قليلاً إلى الخلف واليسار عند بداية الحركة.\n\n**2. الإيماءة الثانية (أمام الصدر والوجه):**\n*   **وضع اليد:** اليد اليمنى مفتوحة بالكامل، الكف موجه للأعلى، والأصابع متباعدة قليلاً ومنحنية للأعلى بشكل طبيعي.\n*   **موضع اليد:** تبدأ من أسفل منطقة الذقن وتتحرك للخارج بعيداً عن الصدر.\n*   **الحركة:** تندفع اليد من القرب من الفم/الذقن باتجاه الأمام والأسفل قليلاً، مع بقاء الكف مفتوحاً للأعلى.\n*   **الذراع والكتف:** يتحرك الساعد ليصنع زاوية مفتوحة مع الصدر، ويبقى المرفق قريباً من الجانب.\n*   **حركة الجسم:** يميل الجسم والرقبة قليلاً للأمام ولمستوى النظر عند انتهاء الحركة، مع اتخاذ وضعية استرخاء في الكتفين.\n\n**التسلسل الزمني:**\nتبدأ اليد من الرأس، تبتعد عنه، ثم تنخفض لتستقر أمام الصدر مع توجيه الكف للأمام وللأعلى في حركة انسيابية متصلة.",
  "سلامتك": "إليك وصف تفصيلي ودقيق للحركات الجسدية الظاهرة في الفيديو، مرتبة بتسلسل زمني:\n\n**1. تَموضع اليدين وشكل الأصابع (بداية الحركة):**\n*   تبدأ اليدان في وضعية \"القبضة المغلقة\" مع توجيه إصبعي الإبهام إلى الأعلى بشكل مستقيم.\n*   تكون راحتا اليدين مواجهتين لبعضهما البعض (للمركز).\n*   موضع اليدين يكون أمام منطقة الصدر العلوية، مع ثني المرفقين بحيث يكون الساعدان مائلين للأعلى.\n\n**2. حركة اليدين والذراعين:**\n*   تحرك اليدان في آن واحد وبسرعة متوسطة ومنتظمة.\n*   **الاتجاه:** تنطلق اليدان من المركز (أمام الصدر) وتتحركان إلى الخارج (بعيداً عن الجسم) وباتجاه الأسفل قليلاً في مسار منحني بسيط.\n*   يتم تكرار هذه الحركة مرتين متتاليتين؛ حيث تعود اليدان لنقطة الصدارة ثم تندفعان للخارج مرة أخرى.\n*   تظل الأصابع في وضعية الإبهام المرفوع طوال مدة الحركة.\n\n**3. حركة الكتفين والجسم:**\n*   تتحرك الذراعان من مفصل الكتف لتسهيل حركة اليدين للخارج.\n*   يبقى الجذع ثابتاً ومستقيماً دون لترنح.\n\n**4. حركة الرأس وتعبيرات الوجه المرتبطة:**\n*   يبدأ الرأس بوضعية محايدة، ومع بداية حركة اليدين، يرتفع الرأس والأذقان قليلاً إلى الأعلى.\n*   يصاحب ذلك حركة بسيطة في الحاجبين (رفعهما للأعلى) تزامناً مع خروج اليدين بعيداً عن الصدر.\n\n**5. تسلسل الحركة من البداية للنهاية:**\n*   **الثبات:** استقرار اليدين أمام الصدر بإبهامين مرفوعين.\n*   **الاندفاع الأول:** حركة اليدين للخارج وللأسفل قليلاً مع رفع الذقن للأعلى.\n*   **الرجوع:** عودة سريعة لليدين لنقطة البداية.\n*   **الاندفاع الثاني:** تكرار الحركة للخارج مرة ثانية للتأكيد.\n*   **الاستقرار النهائي:** تنتهي الحركة بثبات اليدين في وضعية الإبهام المرفوع بعيداً عن الجسم قليلاً.",
  "بالضبط": "إليك وصف دقيق للحركة الظاهرة في الفيديو، مرتبة بتسلسل زمني من البداية للنهاية:\n\n**1. وضعية البداية وموضع اليد:**\n*   تبدأ الحركة بارتفاع الذراع اليمنى إلى جانب الرأس، تحديداً بمحاذاة الصدغ الأيمن.\n*   يكون المرفق مثنياً والساعد مائلاً للأعلى وللخارج قليلاً.\n\n**2. شكل كف اليد والأصابع:**\n*   اليد في وضعية \"شبه مفتوحة\": يتم ضم أصابع الخنصر والبنصر والوسطى نحو راحة اليد، مع ملامسة أطرافها لقاعدة الإبهام.\n*   يمتد إصبع السبابة بشكل مستقيم ومائل للأعلى، بينما يبرز الإبهام جانباً ليشكل زاوية مع السبابة (تشبه شكل حرف \"L\" مائل أو رقم \"7\").\n\n**3. تسلسل الحركة والاتجاه:**\n*   **الحركة الأولى:** تتحرك اليد من جانب الرأس (بمحاذاة الجبهة) متجهة نحو الأسفل والداخل باتجاه منتصف الصدر.\n*   **الحركة الثانية:** بمجرد وصول اليد أمام الصدر، يتم تنفيذ \"نقرة\" أو اهتزازة سريعة وخاطفة للأسفل بمعصم اليد، مع الحفاظ على بقاء السبابة ممدوداً.\n\n**4. حركة الذراع والكتف:**\n*   يتحرك الكتف الأيمن حركة بسيطة للأمام والأسفل مع بداية نزول اليد.\n*   يتحرك الساعد من مفصل المرفق في مسار قطري (من الأعلى والجانب إلى الأسفل والمنتصف).\n\n**5. حركة الرأس والجسم:**\n*   يميل الرأس ميلاً طفيفاً جداً إلى الجهة اليسرى (عكس اتجاه اليد) تزامناً مع استقرار اليد أمام الصدر.\n*   يظل الجذع ثابتاً بشكل عام، مع تركيز الحركة بالكامل في الذراع اليمنى.\n\n**6. سرعة الحركة:**\n*   الحركة متوسطة السرعة في البداية (عند النزول)، وتنتهي بنقرة سريعة وحاسمة في نهاية الإشارة عند منطقة الصدر.",
  "السلام عليكم": "إليك وصف تفصيلي ودقيق للحركة باللغة العربية:\n\n**1. وضعية البداية:**\n- تبدأ الذراع اليمنى في وضعية الاسترخاء بجانب الجسم.\n- يكون الرأس في وضعية مستقيمة ومواجهة للأمام.\n\n**2. تسلسل الحركة الأولى (إشارة التحية):**\n- **شكل اليد:** تُفتح كف اليد اليمنى بالكامل، مع ضم الأصابع الأربعة (السبابة، الوسطى، البنصر، الخنصر) لبعضها البعض بشكل مستقيم، ويكون الإبهام ملتصقاً بجانب اليد.\n- **الحركة والموضع:** تُرفع اليد اليمنى بسرعة متوسطة باتجاه الجانب الأيمن من الجبهة. يتم لمس طرف الجبهة الخارجي (فوق الحاجب الأيمن) بأطراف الأصابع أو بجانب السبابة.\n- **حركة الذراع:** ينثني المرفق ليرسم زاوية حادة، ويكون الساعد مائلاً للأعلى باتجاه الرأس.\n\n**3. الانتقال والحركة الثانية (إشارة الاستقرار/السلام):**\n- **الانتقال:** تنخفض اليد اليمنى من عند الجبهة وتتحرك للأمام قليلاً ثم تستقر أمام الرقبة/أعلى الصدر.\n- **شكل اليد:** تتحول اليد من وضعية الكف المفتوح إلى \"قبضة محكمة\"، حيث تُطوى الأصابع الأربعة داخل الكف ويستند الإبهام فوقها.\n- **الموضع:** تستقر القبضة بشكل عمودي (ظهر اليد للأمام) أمام منتصف الصدر تقريباً.\n\n**4. الحركات المصاحبة (الرأس والجسم):**\n- **حركة الرأس:** يميل الرأس قليلاً إلى الجهة اليسرى (بشكل طفيف جداً وغير ملحوظ) ثم يعود للاستقامة تزامناً مع رفع اليد للجبهة.\n- **ثبات الجسم:** يظل الجذع والكتف الأيسر في حالة ثبات تام طوال فترة الإشارة، وتتركز كل الحركة في الذراع واليد اليمنى.\n\n**5. وضعية النهاية:**\n- تعود اليد اليمنى من وضعية القبضة أمام الصدر لتنخفض مرة أخرى إلى جانب الجسم، ويعود الجسم لوضعية السكون التام.",
  "أول مرة": "إليك وصف دقيق للحركات الجسدية الظاهرة في الفيديو، مرتبة بتسلسل زمني لتمكينك من محاكاتها:\n\n**١. وضعية البداية (الثبات):**\n*   **اليدان:** تبدأ اليدان في وضعية منخفضة أمام أسفل الصدر. اليد اليمنى تكون مغلقة جزئياً (شبه قبضة) مع بروز الإبهام للأعلى، واليد اليسرى في وضعية مشابهة وموازية لها.\n*   **الجسم والرأس:** الرأس مرفوع قليلاً مع توجيه النظر للأعلى وللجهة اليمنى قليلاً، والكتفان في وضعية استرخاء.\n\n**٢. حركة اليد اليمنى (الإشارة الأساسية):**\n*   **تشكيل اليد:** تنبسط أصابع اليد اليمنى تماماً وتتلاصق مع بعضها البعض، مع بقاء الإبهام ملتصقاً بجانب السبابة (كف ممدودة).\n*   **المسار:** ترتفع اليد اليمنى من الأسفل إلى الأعلى في حركة قوسية سريعة ومباشرة.\n*   **الموضع النهائي:** تستقر اليد اليمنى أمام الصدر، بحيث تكون كف اليد موجهة نحو اليسار (باتجاه اليد الأخرى)، وتكون حافة اليد الصغرى (جهة الخنصر) هي المواجهة للأسفل.\n\n**٣. حركة اليد اليسرى (الاستقرار):**\n*   **تشكيل اليد:** تتغير اليد اليسرى من القبضة الجزئية لتصبح مفتوحة بالكامل، والأصابع ممدودة ومنفرجة قليلاً عن بعضها.\n*   **الموضع:** تستقر اليد اليسرى بشكل عمودي أمام منتصف الصدر، بحيث تكون راحة الكف موجهة نحو الجسم أو مائلة قليلاً لليمين.\n*   **التفاعل:** مع نهاية حركة اليد اليمنى الصاعدة، تضرب حافة كف اليد اليمنى (جهة الخنصر) بباطن كف اليد اليسرى المفتوحة بقوة وسرعة متوسطة مرة واحدة.\n\n**٤. حركة الرأس والجسم المرافقة:**\n*   **الرأس:** تزامناً مع الضربة بين اليدين، يميل الرأس ببطء وبساطة نحو الجهة اليسرى، وينخفض مستوى النظر قليلاً ليصبح مواجهاً للأمام بدلاً من الأعلى.\n*   **الكتفان:** يحدث ثبات في الكتفين عند لحظة التماس بين اليدين، مع انحناء بسيط جداً في الجذع العلوي للأمام.\n\n**٥. تسلسل الحركة الإجمالي:**\nتبدأ برفع اليد اليمنى المفتوحة بسرعة لتصطدم بباطن اليد اليسرى الثابتة أمام الصدر، وفي نفس لحظة الاصطدام، يتحول وضع الرأس من النظرة العلوية المائلة لليمين إلى ميلان خفيف نحو اليسار، وتنتهي الحركة بثبات اليدين متلامستين لثانية وجيزة قبل الانتهاء.",
  "أهلا وسهلا": "إليك وصف تفصيلي ودقيق للحركات الجسدية الظاهرة في الفيديو، مرتبة بتسلسل زمني:\n\n**1. وضعية البداية واستعداد الذراعين:**\n*   تبدأ الحركة برفع الذراعين من الجانبين باتجاه مركز الجسم.\n*   تتحرك اليدان للأمام وللأعلى قليلاً لتستقرا في المنطقة أمام الصدر.\n\n**2. وضع اليدين (شكل الكف):**\n*   تكون الكفان مفتوحتين تماماً مع تمديد جميع الأصابع بشكل مستقيم.\n*   تكون باطن اليد (الكف) متجهة للأعلى وللداخل قليلاً تجاه وجه الشخص.\n*   تكون الأصابع متقاربة من بعضها البعض وليست متباعدة.\n\n**3. تسلسل وحركة اليدين:**\n*   **الحركة الأولى:** تندفع اليدان معاً من مستوى الصدر إلى الأمام قليلاً في خط مائل للأعلى.\n*   **الانحناء بصدر اليد:** يتم ثني المعصمين قليلاً لترتفع أطراف الأصابع باتجاه الوجه، ثم تعود اليدان لوضعها الأصلي.\n*   **التكرار:** الحركة سريعة وخفيفة، حيث يتم هز الكفين المفتوحين مرتين متتاليتين في مكانهما أمام الصدر، مع ميلان بسيط للأطراف باتجاه الجسم.\n\n**4. موضع اليدين بالنسبة للجسم:**\n*   تستقر اليدان في المنطقة الفاصلة بين منطقة البطن العلوية والخط السفلي للصدر.\n*   هناك مسافة قصيرة (حوالي 20 سم) بين اليد اليمنى واليسرى.\n\n**5. حركة الرأس والجذع:**\n*   يتحرك الرأس بحركة إيماء خفيفة للأمام والأسفل تزامناً مع حركة اليدين.\n*   يميل الجزء العلوي من الجذع (الكتفين والظهر) للأمام بشكل طفيف جداً لمواكبة حركة اليدين المندفعة للأمام.\n*   يرتفع الحاجبان وتتوسع العينان تزامناً مع ذروة حركة اليدين.\n\n**6. نهاية الحركة:**\n*   تنتهي الإشارة بسكون اليدين وهما مفتوحتان للأعلى أمام الصدر، قبل أن تبدأ الذراعان بالعودة لوضعهما الطبيعي بجانب الجسم."
}